courses/formacao-ruby-dev-dio/04-ruby-on-rails/02-desafio-blog/blog/app/controllers/books_controller.rb

  def create
    @book = Book.new(book_params)

    respond_to do |format|
      if @book.save
---
INSERT INTO "books" ("title", "author", "note", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)