courses/ruby-on-rails-livro/colchonet/app/controllers/rooms_controller.rb

  def index
    @rooms = Room.all
---
SELECT "rooms".* FROM "rooms"